export default {
  projections: {
    ОпрПотрТзE: {
      дата: {
        __caption__: 'Дата создания'
      },
      спрСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        }
      },
      рабОтдел: {
        __caption__: 'Рабочий отдел',
        наименование: {
          __caption__: 'Рабочий отдел'
        }
      },
      тчОпрПотрТз: {
        __caption__: 'Табличная часть определение потребностей технической защиты',
        наимТз: {
          __caption__: 'Наименование технической защиты'
        },
        опТз: {
          __caption__: 'Описание технической защиты'
        }
      }
    },
    ОпрПотрТзL: {
      дата: {
        __caption__: 'Дата сотрудник'
      },
      спрСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        }
      },
      рабОтдел: {
        __caption__: 'Рабочий отдел',
        наименование: {
          __caption__: 'Рабочий отдел'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата создания'
    },
    рабОтдел: {
      __caption__: 'Рабочий отдел'
    },
    спрСотр: {
      __caption__: 'Фио сотрудника'
    },
    тчОпрПотрТз: {
      __caption__: 'Табличная часть определение потребностей технической защиты'
    }
  }
};
