export default {
  projections: {
    ПрКомпРешE: {
      дата: {
        __caption__: 'Дата создания'
      },
      периодПрОт: {
        __caption__: 'Период проектирования от'
      },
      периодПрДо: {
        __caption__: 'Период проектирования до'
      },
      спрСотр: {
        __caption__: 'Ответственный',
        фио: {
          __caption__: 'Ответственный'
        }
      },
      тЧПрКомпРеш: {
        __caption__: 'Табличная часть проектирование комплексного решения',
        назвМер: {
          __caption__: 'Название мероприятия'
        },
        описМер: {
          __caption__: 'Описание мероприятия'
        }
      }
    },
    ПрКомпРешL: {
      дата: {
        __caption__: 'Дата создания'
      },
      периодПрОт: {
        __caption__: 'Период проектирования от'
      },
      периодПрДо: {
        __caption__: 'Период проектирования до'
      },
      спрСотр: {
        __caption__: 'Ответственный',
        фио: {
          __caption__: 'Ответственный'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата создания'
    },
    периодПрДо: {
      __caption__: 'Период проектирования до'
    },
    периодПрОт: {
      __caption__: 'Период проектирования от'
    },
    спрСотр: {
      __caption__: 'Ответственный'
    },
    тЧПрКомпРеш: {
      __caption__: 'Табличная часть проектирование комплексного решения'
    }
  }
};
