export default {
  projections: {
    СпрСотрE: {
      фио: {
        __caption__: 'Фио сотрудника'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      }
    },
    СпрСотрL: {
      фио: {
        __caption__: 'Фио сотрудника'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    фио: {
      __caption__: 'Фио сотрудника'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
